aaron-bond.better-comments
arcticicestudio.nord-visual-studio-code
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
fill-labs.dependi
golang.go
jdinhlife.gruvbox
mads-hartmann.bash-ide-vscode
metaphore.kanagawa-vscode-color-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.powershell
mvllow.rose-pine
nuromirg.nightfox-theme-collections
pkief.material-icon-theme
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
sainnhe.everforest
tamasfe.even-better-toml
usernamehw.errorlens
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
